
{"verses": {
  "verses_list": [
      `Romans 8:1`: `So now there is no condemnation for those who belong to Christ Jesus.`,
      `Romans 8:2`: `And because you belong to him, the power of the life-giving Spirit has freed you from the power of sin that leads to death.`,
      `Romans 8:3`:	`The law of Moses was unable to save us because of the weakness of our sinful nature. So God did what the law could not do. He sent his own Son in a body like the bodies we sinners have. And in that body God declared an end to sin's control over us by giving his Son as a sacrifice for our sins.`,
      `Romans 8:4`:	`He did this so that the just requirement of the law would be fully satisfied for us, who no longer follow our sinful nature but instead follow the Spirit.`,
      `Romans 8:1-4`:	`So now there is no condemnation for those who belong to Christ Jesus. And because you belong to him, the power of the life-giving Spirit has freed you from the power of sin that leads to death. The law of Moses was unable to save us because of the weakness of our sinful nature. So God did what the law could not do. He sent his own Son in a body like the bodies we sinners have. And in that body God declared an end to sin's control over us by giving his Son as a sacrifice for our sins. He did this so that the just requirement of the law would be fully satisfied for us, who no longer follow our sinful nature but instead follow the Spirit.`,
      `Romans 8:5`:	`Those who are dominated by the sinful nature think about sinful things, but those who are controlled by the Holy Spirit think about things that please the Spirit.`,
      `Romans 8:6`:	`So letting your sinful nature control your mind leads to death. But letting the Spirit control your mind leads to life and peace.`,
      `Romans 8:7`:	`For the sinful nature is always hostile to God. It never did obey God's laws, and it never will.`,
      `Romans 8:8`:	`That's why those who are still under the control of their sinful nature can never please God.`,
      `Romans 8:9`:	`But you are not controlled by your sinful nature. You are controlled by the Spirit if you have the Spirit of God living in you. (And remember that those who do not have the Spirit of Christ living in them do not belong to him at all.)`,
      `Romans 8:10`:	`And Christ lives within you, so even though your body will die because of sin, the Spirit gives you life because you have been made right with God.`,
      `Romans 8:11`:	`The Spirit of God, who raised Jesus from the dead, lives in you. And just as God raised Christ Jesus from the dead, he will give life to your mortal bodies by this same Spirit living within you.`,
      `Romans 8:12`:	`Therefore, dear brothers and sisters, you have no obligation to do what your sinful nature urges you to do.`,
      `Romans 8:9-12`:	`But you are not controlled by your sinful nature. You are controlled by the Spirit if you have the Spirit of God living in you. (And remember that those who do not have the Spirit of Christ living in them do not belong to him at all.) And Christ lives within you, so even though your body will die because of sin, the Spirit gives you life because you have been made right with God. The Spirit of God, who raised Jesus from the dead, lives in you. And just as God raised Christ Jesus from the dead, he will give life to your mortal bodies by this same Spirit living within you. Therefore, dear brothers and sisters, you have no obligation to do what your sinful nature urges you to do.`,
      `Lamentations 3:24-25`:	`The Lord is good to those who depend on him, to those who search for him. So it is good to wait quietly for salvation from the Lord.`
  ]
}};
